import React from 'react';
import logo from './images/logo.png'
import Zarih1Book from './images/books/Zarih1Book.jpg'
import BabAlHussain2Book from './images/books/BabAlHussain2Book.jpg'
import SeDaghigheh3Book from './images/books/SeDaghigheh3book.jpg'
import AvamelRoshd4Book from './images/books/AvamelRoshd4Book.jpg'
import './App.css';

function App() {
  return (
    <div dir= "rtl">
      <header>
        <img width="15%" src={logo}  alt="logo" />
        <h1>کتابخانه به محبتش</h1>
        <h5> Be Mohabbatash library</h5>
        
      
      
      <p>به کتابخونه مهدوی ما خوش اومدی!  </p>
      <p> اینجا میتونی کتاب های مورد علاقه دوستای کتابخونت رو ببینی :)</p>
      </header>
      <main> 
      <article>
        <img width="38%" src={Zarih1Book} alt="تصویر کتاب" />
        <h3>ضریح یقین گمشده</h3>
        <p>
          <b>خلاصه کتاب:</b>
        انسان در به در به دنبال بهشت گم شده ای در زندگی خود در همین دنیاست، 
        که در آن؛ با معرفت، معنویت، حقیقت، و امنیت سکونت داشته باشد.
        این نوشتار ، نشانه هایی برای رسیدن به آن را بیان داشته است.
       </p>
       <p>
        <b>نظر دوست پیشنهاد دهندمون:</b>
        یکی از قشنگ ترین کتاب هایی که خوندم هستش و ارزش بارها و بارها خوندن رو داره! به شدت پیشنهادش میکنم :))
      </p>
      <p>
        <b> اطلاعات بیشتر:</b>
        <br/>
        نویسنده: حسین درگاهی
        <br/>
        سال انتشار: 1396
        <br />
        تعداد صفحه ها: 96
        <br />
        <br />
      </p>
      </article> 

      <article>
      <img width="38%" src={BabAlHussain2Book} alt="تصویر کتاب" />
      <h3>باب الحسین</h3>
      <p>
        <b>خلاصه کتاب:</b>
        
        این کتاب حاوی نکاتی است در مورد معرفت و محبت امام 
        حسین علیه السلام ، رمز و راز کربلا و شیوه های حسینی شدن. 
        <br />
        بخشی از مقدمه کتاب:
        رسول اکرم صلی الله علیه و آله در حدیثی فرمودند:  
      
         ( الفضاءل ، ابن شاذان قمی : 129 ) خدای متعال بهشت ها و حوریان بهشتی را از نور امام حسین علیه السلام خلق فرمود 
         ؛ پس برای بهشتی شدن حسینی باید شد . و آن که حسینی است در بهشت است ؛ نه فقط آن جا، بلکه هم این جا. آن حضرت در حدیثی دیگر  فرمودند: ، 
         ( الامالی ، شیخ صدوق : 597 ) دوست داران امام حسین علیه السلام در بهشت هستند. برای حسینی شدن ، محبت او را باید در خود
          حاضر داشت. . . 
        وگریه نشانه ی  محبت است ؛ نشانه ی 
        جوشش محبت و سوزش آن است. ” محبت ” فرع بر ” معرفت ” است.
      </p>
      <p>
        <b>نظر دوست پیشنهاد دهندمون:</b>


      </p>
      <p>
        <b> اطلاعات بیشتر:  </b>
       <br />
      نویسنده: حسین درگاهی
      <br />
      سال انتشار: 1396
      <br />
      تعداد صفحه ها:392
    <br />
    این کتاب دارای چهار جلد میباشد.
      </p>
      <br />
      <br />
      </article>
      <article>
      <img width="15%" src= {SeDaghigheh3Book} alt="تصویر کتاب" />
      <h3>سه دقیقه در قیامت</h3>
      <p>
        <b>خلاصه کتاب:</b>
      روایتی است از خاطرات یکی از مدافعین حرم که زیر عمل جراحی برای لحظه‌هایی از دنیای خاکی می‌رود و
      تجربه‌ای نزدیک به مرگ دارد. او در این زمان کوتاه چیزهایی می‌بیند که درک آنها برای مردم عادی سخت است. 
      <br />
      بخشی از کتاب: یکی دیگه از پزشک‌ها گفت: دستگاه شوک رو بیارین 
      
      ... 
      نگاهی به دستگاه‌ها و مانیتور اتاق عمل کردم. همه از حرکت ایستاده بودند! عجیب بود که دکتر جراح من، پشت به من قرار داشت
      اما من می‌توانستم صورتش را ببینم! حتی می‌فهمیدم که در فکرش چه می‌گذرد! من افکار افرادی که داخل اتاق بدند را هم می‌فهمیدم.

      همان لحظه نگاهم به بیرون از اتاق عمل افتاد. من پشت درب اتاق را می‌دیدم. برادرم با یک تسبیح به دست، 
نشسته بود کنار درب اتاق عمل و ذکر می‌گفت. خوب به یاد دارم که چه ذکری می‌گفت. اما از آن عجیب‌تر اینکه ذهن او را می‌توانستم بخوانم. 
</p>

      <p>
        <b>نظر دوست پیشنهاد دهندمون:</b>
 شاید توصیفات مختلفی در ارتباط با اتفاقات پس از مرگ شنیده باشیم اما این که شخصی کاملا این وقایع رو تجربه کنه 
 و ببینه (و این تجربه بر اساس اسنادی که در کتاب راجع بهش صحبت میشه، معتبر باشه ) بسیار جذاب هستش و چه بسا تامل برانگیز... 

      </p>
      <p><b>اطلاعات بیشتر:</b>
      <br />
      انتشارات: شهید ابراهیم هادی
      <br />
      نویسنده: گروه نویسندگان
      <br />
      سال انتشار: 1398
      <br />
      تعداد صفحه ها: 96
      </p>
      <br />
      <br />
      </article>

      <article>
        <img width="25%" src={AvamelRoshd4Book} alt="تصویر کتاب" />
      
      <h3>عوامل رشد، رکود، انحطاط</h3>
      <p>
        <b> خلاصه کتاب:</b>
        نویسنده در این کتاب که با یک مقدمه و سه فصل جمع‌آوری شده به مباحث مهمی مانند سرمایه‌ها، 
        استعدادها و نیازهای هر انسان، مفاهیم رشد و ضرر، رکود و ایستایی، 
        انحطاط و انحراف و عوامل و زمینه ها و راهکارهای هر یک می‌پردازد.
        سلسله مباحث و سخنرانی‌های استاد علی صفایی حائری در دهه
       شصت است.

        </p>
      <p><b>نظر دوست پیشنهاد دهندمون:</b>
      کلی بخوام بگم کتابهای استاد صفایی حائری(ملقب به عین.صاد) .تو زمینه معرفت افزایی و روشن کردن یه سری حقایقه
خوندن کتابهاشون تو زندگی خیلی کمک کننده ست از این جهت که نگاهمون رو نسبت به یه سری مسائل تغییر میده.
     <br />
      </p>
    <p><b>اطلاعات بیشتر:</b>
    <br />
    نویسنده: علی صفایی حائری
    <br />
        سال انتشار:1398 
     <br />
    تعداد صفحه ها: 288 
    </p>
    </article>

     <br />
     <br />
    
     </main>
  <footer>
    <hr />
    <p><b>اگه دوست داری کتابای مورد علاقتو بهمون پیشنهاد بدی، میتونی از طریق راه های ارتباطی زیر بهمون اطلاع بدی :)
    </b>
    <br />
    <br />
    آیدی تلگرام: @BeMohabbatash_library_Admin
    <br />
    ایمیل: BeMohabbatash313@gmail.com
    <br />
    </p>
    <p>
      <small>
  جمع آوری اطلاعات از سایت های طاقجه ، انتشارات شمس الهدی انتشارات لیله القدر، ایران کتاب و ... 
  </small>
     <br /><br />
     </p>
</footer>

    
    </div>
  );
}

export default App;
